<template>
  <NuxtLayout>
    <NuxtPage />
  </NuxtLayout>
</template>

<!-- реализовать нормальную реакцию иконок на новедение и выбор в модалке выбора  -->
<!-- развивать дальше страницу создания персонажа (связать выборы в селектах с состоянием, в зависимости от наличия выбора дизейблить кнопку и реализовать случайное распередление значений) -->
<!-- развивать возможность в нужных местах переходить на страницу создания персонажа двигаясь по истории  -->
<!-- добавить страницу готового персонажа  -->
